Repository: davejesch/wp-qore
Catalog: lang/wp-qore-*.po
Languages: sv_se

source: Security Advisor
sv_se: Säkerhetsrådgivaren

source: Turn 'On' to enable
sv_se: Slå 'På' för att aktivera

source: General
sv_se: Allmänt

source: All Posts
sv_se: Alla Inlägg

source: Add Posts
sv_se: Lägg till Inlägg

source: Categories
sv_se: Kategorier

source: Tags
sv_se: Etiketter

source: Media Library
sv_se: Mediabibliotek

source: Add Media
sv_se: Lägg till Media

source: Comments
sv_se: Kommentarer

source: Add Page
sv_se: Lägg till Sida

source: Themes
sv_se: Teman

source: Menus
sv_se: Menyer

source: Plugins
sv_se: Tillägg

source: Add Plugin
sv_se: Lägg till Tillägg

source: Users
sv_se: Användare

source: Add User
sv_se: Lägg till Användare

source: My Profile
sv_se: Min Profil

source: Import
sv_se: Importera

source: Export
sv_se: Exportera

source: Settings
sv_se: Inställningar

source: Theme Editor
sv_se: Redigera Tema

source: Plugins Editor
sv_se: Redigera Tillägg

source: The login information you have entered is incorrect.
sv_se: De uppgifter du angett för inloggning är felaktiga.

source: Arbitrary text, HTML, or PHP Code
sv_se: Godtycklig text, HTML eller PHP-kod

source: PHP Code
sv_se: PHP Kod

source: Title:
sv_se: Rubrik:

source: Automatically add paragraphs.
sv_se: Lägg automatiskt till stycken.

source: Export Widgets
sv_se: Exportera Widgets

source: Import Widgets
sv_se: Importera Widgets

source: check all
sv_se: markera alla

source: uncheck all
sv_se: avmarkera alla

source: Please select a widget to continue.
sv_se: Välj en widget för att fortsätta.

source: Sidebars
sv_se: Sidofält

source: Import Widget Settings
sv_se: Importera Widgetinställningar

source: Please select the widget export file to import settings.
sv_se: Välj exportfil för widget för att importera inställningar.

source: Select a file
sv_se: Välj en fil

source: Show Widget Settings
sv_se: Visa Widget Inställningar

source: No widget data posted to import
sv_se: Ingen widget-data postat för import

source: Unknown Error
sv_se: Okänt Fel

source: Database table prefix is
sv_se: Databasens tabellprefix är

source: It is ok.
sv_se: Det är ok.

source: WP Qore is a WordPress plugin that provides additional security, performance functionality, and developer tools that can be toggled on or off at anytime.
sv_se: WP Qore är ett tillägg för WordPress som ger extra säkerhet, prestanda funktionalitet och utvecklarverktyg som kan slås på eller av när som helst.

source: Safe Browsing Alert
sv_se: Säker Surf Varning

source: Please check the Google Safe Browsing diagnostic page:
sv_se: Kontrollera Google Säker Surfs diagnostik-sida:

source: Potential security threat suspected
sv_se: Potentiella misstänkta säkerhetshot

source: The daily security scan of your site suspects a potential threat.
sv_se: Daglig genomsökning av din sida efter misstänkta potentiella hot.

source: Notification message from the WP Qore Security Advisor
sv_se: Notifieringsmeddelanden från WP Qores Säkerhetsrådgivare

source: There is no threats
sv_se: Det finns inga hot

source: View line
sv_se: Visa rad

source: Scan completed
sv_se: Genomsökning klar

source: Security threat suspected
sv_se: Misstänkta säkerhetshot

source: Manual scan
sv_se: Manuell genomsökning

source: Settings saved.
sv_se: Inställningar sparade.

source: Manual Scan
sv_se: Manuell Genomsökning

source: Start Scanning
sv_se: Starta Genomsökning

source: Security Advisor offers your WordPress website protection from security threats, such as: virus, malicious code, and security exploits.
sv_se: Säkerhetsrådgovaren erbjuder dig att skydda din WordPress-sida mot säkerhetshot, som till exempel virus, skadlig kod eller säkerhetshål.

source: Automatic Scan
sv_se: Automatisk Genomsökning

source: Daily Scanning
sv_se: Daglig Genomsökning

source: Next check
sv_se: Nästa kontroll

source: Alternate E-mail
sv_se: Alternativ e-post

source: If this field is empty, the admin e-mail will be notified. Daily scanning must be 'On' to use this feature.
sv_se: Om detta fält är tomt, kommer admin att meddelas per e-post. Daglig genomsökning måste vara 'På' för att använda den här funktionen.

source: Check to enable %s (Recommended)
sv_se: Markera för att aktivera %s (Rekommenderas)

source: Save Changes
sv_se: Spara Ändringar

source: Login Settings
sv_se: Inställningar för Inloggning

source: Customize login page
sv_se: Anpassa Inloggningssidan

source: Change login page logo and link (Default is, WordPress)
sv_se: Ändra logotypen och länken på sidan för inloggning (Standard är, WordPress)

source: Login logo image url
sv_se: Inloggning URL för logo

source: Type url of image for login page. Make sure it is approximately 320px width x 80px height.
sv_se: Skriv in URL till en bild till inloggningssidan. Se till att det är ungefär 320px bredd x 80px höjd.

source: Conceal login page
sv_se: Dölj sidan för inloggning

source: Turn 'On' to lock login page
sv_se: Slå 'På' för att låsa inloggningssida

source: Login secret key
sv_se: Inloggning hemlig nyckel

source: click to see example...
sv_se: klicka för att visa exempel...

# placeholder text
source: for url get parameter
sv_se: för url get parameter

source: Only %s will work, otherwise, included default wp-admin address will return 404.
sv_se: Endast% s kommer att fungera, annars kommer standard wp-admin-adressen att visa 404.

source: Add custom login page exception
sv_se: Lägg till undantag för anpassad inloggningssida

source: If you have custom login page (for example if you are using any community plugin such as Buddypress and your users log in to their profile via custom url such as <i>http://example.com/myloginpage</i> ) and you want that url continue working properly without wpqorefunc secret key, then just add that url to following input field.
sv_se: Om du har egen inloggningssida (till exempel om du använder någon gemenskapskapsplugin såsom Buddypress och dina användare loggar in på sin profil via anpassad webbadress t.ex. <i> http://example.com/myloginpage </ i>) och du vill att url fortsätta att fungera på rätt sätt utan wpqorefunc hemliga nyckel, så måste du lägga till webbadressen i följande inmatningsfält.

source: And then if you want to block your wp-admin for logged in <i>subscriber users</i>, check the following checkbox
sv_se: Och om du vill blockera wp-admin för inloggade <i>prenumerant-användare</i>, markera följande kryssruta

source: Block access to wp-admin for Logged in subscribers (all their requests will be redirected to homepage).
sv_se: Blockera tillträde till wp-admin för inloggade prenumeranter (deras försök kommer att vidarebefordras till startsidan).

source: Source Obfuscation
sv_se: Fördunkla Källkod

source: New theme directory
sv_se: Ny katalog för teman

# placeholder text
source: theme directory
sv_se: katalog för teman

source: Create folder called <i>%s</i> in %s folder and then paste there any inactive theme folder you will need to use.
sv_se: Skapa en katalog som heter <i>%s</i> i %s katalogen och klistra sedan in inaktiva teman till katalogen du vill använda.

source: Warning!
sv_se: Varning!

source: Don't cut/paste active theme from <i>themes</i> folder to <i>%s</i> folder. Do it only with inactive themes. First deactivate theme, cut & paste, then reactivate.
sv_se: Klipp och klistra det aktiva temat från <i>themes</ i> mapp till <i>%s</ i> katalogen. Gör det bara med inaktiva teman. Inaktivera temat, klipp och klistra sedan in för att sedan återaktivera.

source: Unique source code
sv_se: Unik källkod

source: Go to your file manager (or ftp), open your wp-config.php file and add the following lines there. Then, you will need to rename the wp-content and plugin folders to the new names in which you set in the code below. Copy the following code (below) and paste the code onto the top of your wp-config.php file, place it just after the initial opening &lt;?php tag (see <a target="_blank" href="%s" >before</a> and <a target="_blank" href="%s" >after</a> examples).<br><br> <b>Please be attentive. If you don't know what something is for, please don't do it.</b>
sv_se: Gå till din filhanterare (eller ftp), öppna din wp-config.php-fil och lägga till följande rader där. Du måste du byta namn på wp-content och plugin katalogen till de nya namnen som du ser i koden nedan. Kopiera följande kod (nedan) och klistra in koden längst upp i din wp-config.php fil, placera den strax efter den första öppnande <?php taggen (se <a target="_blank" href="%s"> innan </a> och <a target="_blank" href="%s"> efter </ a> exempel). <br><b> Var uppmärksam. Om du inte vet vad något är för, ska du inte göra det. </b>

source: General Settings
sv_se: Allmäna Inställningar

source: Security advisor
sv_se: Säkerhetsrådgivaren

source: Turn 'On' to enable (Recommended)
sv_se: Slå 'På' för att aktivera (Rekommenderas)

source: When checked, this will turn on Security Advisor. Security Advisor offers you protection from security threats, such as: virus, malicious code, and security exploits. Once enabled, a submenu labeled 'Security Advisor' will appear within the wp-admin > WP Qore > submenu. If you don't see it, then go to the dashboard first and it will initialize.
sv_se: Om markerad, kommer detta att slå på säkerhetsrådgivare. Security Advisor ger dig skydd mot säkerhetshot, till exempel: virus, skadlig kod, och säkerhetsläckor. Väl aktiverad, kommer en undermeny som heter 'Säkerhetsrådgivaren' visas i wp-admin> WP Qore> menyn. Om du inte ser det, gå sedan till instrumentpanelen först och det kommer att initieras.

source: Replace dashboard
sv_se: Ersätt adminpanelen

source: When 'On', this will replace the standard wp-admin dashboard with a new one that is clean and lightweight.
sv_se: När 'På', kommer detta att ersätta den vanliga wp-admin panelen med en ny som är ren och enkel.

source: Nag updates
sv_se: Uppdateringstjat

source: Turn 'On' to disable
sv_se: Slå 'På' för att inaktivera

source: This disables the annoying WordPress nag updates banner from appearing. This doesn't prevent updates, just conceals the update banner from the top of the wp-admin.
sv_se: Detta inaktiverar irriterande WordPress-tjat om uppdateringar från att visas. Detta hindrar inte uppdateringar, bara döljer uppdaterings från toppen av wp-admin.

source: Core updates
sv_se: Core uppdateringar

source: This completely disables new WordPress version notifications and updates from being done.<br> <b>Warning:</b> It is highly recommended that on your production environment you keep this option off. This option is provided for development environments only.
sv_se: Detta inaktiverar helt versionsmeddelanden och uppdateringar för WordPress<br> <b>Varning:</b>Det rekommenderas starkt att din produktionsmiljö du håller detta alternativ av. Detta alternativ tillhandahålls endast utvecklingsmiljöer.

source: Post revisions
sv_se: Inlägg Revideringar

source: This disables saving multiple post revisions. Having multiple post revisions could cause bloat on your database. Disabling them will prevent such.
sv_se: Detta inaktiverar spara flera inlägg revideringar. Att ha flera inlägg revideringar kan orsaka svälla på din databas. Inaktive dem kommer att förhindra sådant.

source: Admin bar removal
sv_se: Admin bar borttagning

source: Remove admin bar from the frontend
sv_se: Ta bort admin bar från framsidan

source: Collapse admin menu
sv_se: Minimera adminmenyn

source: This keeps the wp-admin menu on the left collapsed.
sv_se: Detta håller adminmenyn till vänster minimerad.

source: Change default jQuery
sv_se: Ändra jQuery-standard

source: Use Google hosted jQuery instead of Wordpress core.</i><br><br> <b>Attention:</b> If this doesn't play well with your theme, then simply turn it off.
sv_se: Använd Google jQuery istället för WordPress.</i><br><br> <b>Uppmärksamma:</b> om det här inte fungerar särskilt bra i ditt tema, stäng av funktionen.

source: Shortcode in widgets
sv_se: Kortkoder i widgets

source: This enables shortcode in widgets. In the instance you need to use shortcode within your widgets, then enabling this will help you.
sv_se: Detta aktiverar kortkoder i widgets. I det fall då du behöver använda kortkoder i dina widgets, aktivera detta.

source: Php in widgets
sv_se: PHP i widgets

source: Import/export widgets
sv_se: Importera/exportera widgets

source: This allows you to import and export your widget settings. Once enabled, a submenu labeled 'Export Widgets' and 'Import Widgets' will appear within the wp-admin > Tools menu.
sv_se: Detta låter dig importera och exportera widgetinställningar. När du väl aktiverat det så kommer en undermeny att dyka upp, som heter 'Exportera Widgets' och 'Importera Widgets' under wp-admin > Verktyg.

source: Clean source code
sv_se: Städa källkod

source: Remove WP version from source code (Recommended)
sv_se: Ta bort WordPress versionsnummer från källkoden (Rekommenderas)

source: Minify your html
sv_se: Minifiera din html

source: This will minify the HTML of your source code. This makes your website load much faster and makes it harder for people to view the source code of your website.
sv_se: Minifiera HTML i din källkod. Det kommer att göra att din webbsida laddar mycket snabbare och det blir svårare för andra att läsa källkoden för din webbsida.

source: Remove wp meta tags
sv_se: Ta bort wp meta taggar

source: Turn 'On' to remove from source code
sv_se: Slå 'På' för att ta bort från källkod

source: Remove manifest, generator meta tags, adjacent posts rel links, parent post rel links, feed links, rsd link and index rel links from the source code.
sv_se: Ta bort manifest, genererade meta taggar, närliggande relativa länkar till inlägg, flöden, rsd, index från källkoden.

source: Plugin/theme editor
sv_se: Redigerare tillägg/teman

source: This disables the theme and plugin editor from within WordPress. This is a good idea for production environments.
sv_se: Det här inaktiverar redigerare för tema och tillägg i WordPress. Det här är en bra idé i produktionsmiljöer.

source: Database audit
sv_se: Databas revision

source: This checks your Database and then gives you suggestions about security and making your website faster.
sv_se: Detta kontrollerar din databas och ger dig sedan förslag på hur du kan förbättra säkerhet och hastighet för din webbplats.

source: Save changes
sv_se: Spara Ändringar

source: Dashboard Settings
sv_se: Instrumentpanelsinställningar

source: Custom dashboard
sv_se: Custom instrumentpanel

source: When 'On', this will override the WPQORE dashboard with the one you may create below.
sv_se: När 'På', kommer detta att åsidosätta WPQORE instrumentpanelen med den du kan skapa nedan.

source: Customize dashboard
sv_se: Anpassa brädan

source: Automatic Updates
sv_se: Automatiska uppdateringar

source: Major Updates
sv_se: Major

source: When 'On', this will enable automatic updates of all major WordPress core versions.
sv_se: När 'På', kommer detta att aktivera automatiska uppdateringar av alla större Wordpress kärnversioner.

source: Minor Updates
sv_se: Minor

source: When 'On', this will enable automatic updates of all minor WordPress core versions.
sv_se: När 'På', kommer detta att aktivera automatiska uppdateringar av alla mindre Wordpress kärnversioner.

source: Plugin Updates
sv_se: Plugin

source: When 'On', this will enable automatic updates of all plugins.
sv_se: När 'På', kommer detta att aktivera automatiska uppdateringar av alla plugins.

source: Theme Updates
sv_se: Tema

source: When 'On', this will enable automatic updates of all themes.
sv_se: När 'På', kommer detta att aktivera automatiska uppdateringar av alla teman.

source: Translation Updates
sv_se: översättning

source: When 'On', this will enable automatic updates of all translations.
sv_se: När 'På', kommer detta att aktivera automatiska uppdateringar av alla översättningar.

source: Send Emails
sv_se: Skicka e-post

source: When 'On', this will send the admin an email every time automatic updates are performed.
sv_se: När 'På', kommer detta att skicka admin ett mail varje gång automatiska uppdateringar utförs.

source: Debug Emails
sv_se: Felsöknings E

source: When 'On', this will send the admin emails with debug information every time automatic updates are performed.
sv_se: När 'På', kommer detta att skicka admin e-post med felsökningsinformation varje gång automatiska uppdateringar utförs.

source: PHP Memory
sv_se: PHP Minne

source: Limit
sv_se: Gräns

source: Usage
sv_se: Användning

source: Dashboard
sv_se: Instrumentbräda

source: Welcome to the admin backend
sv_se: Välkommen till admin backend

source: A Warning Alert
sv_se: En Varning Alert

source: An Error Message
sv_se: Ett felmeddelande

source: A Success Message
sv_se: En framgång meddelande

source: comments
sv_se: kommentarer

source: pages
sv_se: sidor

source: users
sv_se: användare

source: wp total
sv_se: wp totala

source: Control
sv_se: Kontroll

source: Recent Pages
sv_se: Nya sidor

source: Recent Posts
sv_se: Senaste inlägg

source: find content
sv_se: sök

source: About WPQore
sv_se: Om WPQore

source: free hdd
sv_se: fri HDD

source: Settings Saved
sv_se: Sparade

source: unknow
sv_se: ålder

source: Language
sv_se: Språk

source: On
sv_se: På

source: Safe Mode
sv_se: Felsäkert läge

source: Web Server
sv_se: Webbserver

source: Server Disk Quota
sv_se: Server Disk Kvot

source: WP Qore Options
sv_se: WP Qore Val

source: Backup Settings
sv_se: Backup inställningar

source: Processed 1 file.
sv_se: Bearbetade 1 fil.

source: Processed %s files.
sv_se: Bearbetade% s filer.

source: Approximately %s%% complete.
sv_se: Ungefär %s%% klar.

source: Your Dropbox account is not authorized yet.
sv_se: Ditt Dropbox-konto har inte tillstånd ännu.

source: Resuming SQL backup.
sv_se: Återuppta SQL backup.

source: Starting SQL backup.
sv_se: Starta SQL backup.

source: SQL backup complete. Starting file backup.
sv_se: SQL backup komplett. Starta säkerhetskopiering.

source: Backup complete.
sv_se: Backup komplett.

source: A total of %s files were processed.
sv_se: Totalt %s filer bearbetas.

source: A total of %dMB of memory was used to complete this backup.
sv_se: Totalt %d MB minne användes för att slutföra säkerhetskopieringen.

source: The plugin is no longer authorized with Dropbox.
sv_se: Insticksprogrammet är inte längre godkänt med Dropbox.

source: A fatal error occured:
sv_se: Ett allvarligt fel inträffade:

source: WordPress does not have write access to '%s'. Please grant it write privileges before using this plugin.
sv_se: WordPress har inte skrivrättigheter till '%s'. Var god ändra dessa rättigheter innan du använder detta tillägg.

source: WordPress Backup to Dropbox requires write access to '%s', please ensure it exists and has write permissions.
sv_se: Wordpress Backup till Dropbox kräver skrivrättigheter till '%s', se till att det finns och har skrivbehörighet.

source: Backup stopped by user.
sv_se: Backup stoppats av användaren.

source: Resuming table '%s' at row %s.
sv_se: Återuppta tabell '%s' på rad %s.

source: Processed table '%s'.
sv_se: Bearbetade tabell '%s'.

source: A database backup cannot be created because WordPress does not have write access to '%s', please ensure this directory has write access.
sv_se: En databas backup kan inte skapas eftersom Wordpress inte har skrivbehörighet till %s, vänligen se den här katalogen har skrivrättigheter.

source: Error while accessing database.
sv_se: Fel vid åtkomst till databasen.

source: Error writing to php://memory.
sv_se: Fel vid skrivning till php://minne.

source: Error closing sql dump file.
sv_se: Fel stängning sql dumpfilen.

source: Error closing php://memory.
sv_se: Fel stängning php://minne.

source: The cURL extension is not loaded. %sPlease ensure its installed and activated.%s
sv_se: Den cURL förlängning är inte laddad. %s Please säkerställa dess installerad och aktiverad.%s

source: The backup is having trouble uploading files to Dropbox, it has failed %s times and is aborting the backup.
sv_se: Säkerhetskopian har problem med att ladda upp filer till Dropbox, har den inte %s gånger och avbryta säkerhetskopieringen.

source: Dropbox API not set
sv_se: Dropbox API inte inställd

source: Uploading large file '%s' (%sMB) in chunks
sv_se: Ladda upp stor fil '%s' (%s MB) i bitar

source: Resuming upload of large file '%s'
sv_se: Återuppta uppladdning av stora filen '%s'

source: Error uploading '%s' to Dropbox: %s
sv_se: Fel vid uppladdning '%s' till Dropbox: %s

source: There was an error getting the list of premium extensions
sv_se: Det uppstod ett fel att få listan med premietillägg

source: access is deined, this could be because your payment has expired.
sv_se: tillgång deined, detta kan bero på att din betalning har gått ut.

source: you have exceeded your download limit for this extension on this site.
sv_se: du har överskridit din nedladdning gräns för denna utvidgning på denna webbplats.

source: There was an error downloading your premium extension because
sv_se: Det uppstod ett fel hämtar din premie förlängning eftersom

source: '%s' is not writeable.
sv_se: '%s' är inte skrivbar.

source: There was an error installing your premium extension because
sv_se: Det uppstod ett fel installerar din premie förlängning eftersom

source: Uploaded %sMB of %sMB
sv_se: Uppladdad %s MB av %s MB

source: Dropbox Backup Module
sv_se: Dropbox Backup Modul

source: Backup stopped.
sv_se: Backup stoppas.

source: Backup started.
sv_se: Backup startas.

source: Loading...
sv_se: Laddar...

source: Stop Backup
sv_se: Stopp

source: Start Backup
sv_se: Början

source: WordPress Backup to Dropbox failed to initialize due to these database errors.
sv_se: Wordpress Backup till Dropbox kunde inte initieras på grund av dessa databasfel.

source: The sub directory must only contain alphanumeric characters.
sv_se: Den underkatalog får endast innehålla alfanumeriska tecken.

source: Daily
sv_se: Dagligen

source: Dropbox Account
sv_se: Dropbox-konto

source: you have
sv_se: du har

source: of
sv_se: av

source: free
sv_se: fri

source: Unlink Account
sv_se: Ta bort

source: Next Scheduled
sv_se: Nästa planerade

source: Next backup scheduled for %s at %s
sv_se: Nästa backup planerad till %s vid %s

source: No backups are scheduled yet. Please select a day, time and frequency below.
sv_se: Inga säkerhetskopior är schemalagda ännu. Välj en dag, tid och frekvens nedan.

source: History
sv_se: Historia

source: Backup completed on %s at %s.
sv_se: Backup klar på %s på %s.

source: Clear history
sv_se: Klar

source: No history
sv_se: Ingen historia

source: Create a new folder within WPQORE app folder
sv_se: Skapa en ny mapp i WPQORE app mapp

source: Day and Time
sv_se: Dag och tid

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: lördag

source: Sunday
sv_se: Söndag

source: at
sv_se: vid

source: The day and time the backup will run.
sv_se: Dag och tid backupen ska köras.

source: Frequency
sv_se: Frekvens

source: Weekly
sv_se: Varje vecka

source: Fortnightly
sv_se: Var fjortonde dag

source: Every 4 weeks
sv_se: Var 4 veckor

source: Every 8 weeks
sv_se: Var 8 veckor

source: Every 12 weeks
sv_se: Varje 12 veckor

source: Frequency of backup.
sv_se: Frekvens av backup.

source: Excluded Files and Directories
sv_se: Uteslutna filer och kataloger

source: Select the files and directories that you wish to exclude from your backup. You can expand directories with contents by clicking its name.
sv_se: Markera de filer och kataloger som du vill utesluta från säkerhetskopian. Du kan utöka kataloger med innehåll genom att klicka på dess namn.

source: Notice:
sv_se: Lägg märke till:

source: Your SQL dump file will always be backed up regardless of what is selected below.
sv_se: Din SQL dumpfilen kommer alltid backas upp oavsett vad som väljs nedan.

source: Exclude:
sv_se: Uteslut:
