Repository: davejesch/wp-qore
Catalog: lang/wp-qore-*.po
Languages: sv_se

source: All
sv_se: Alla

source: None
sv_se: Inget

source: Authorize
sv_se: Auktorisera

source: Continue
sv_se: Fortsätt

source: Error
sv_se: Fel

source: There was a fatal error loading WordPress Backup to Dropbox. Please fix the problems listed and reload the page.
sv_se: Det var ett ödesdigert misstag laddar Wordpress Backup till Dropbox. Var god rätta de problem som anges och ladda om sidan.

source: If the problem persists please re-install WordPress Backup to Dropbox.
sv_se: Om problemet kvarstår vänligen installera Wordpress Backup till Dropbox.

source: Error message:
sv_se: Felmeddelande:

source: You have not run a backup yet. Once you do, you'll see a log of it here.
sv_se: Du har inte köra en backup ännu. När du gör det kommer du att se en logg över det här.

source: Backup started on %s.
sv_se: Backup startade den %s.

source: Your time limit is %s and your memory limit is %s
sv_se: Din tidsgräns är %s och din minnesgräns är %s

source: seconds
sv_se: sekunder

source: unlimited
sv_se: obegränsad

source: Safe mode is enabled on your server so the PHP time and memory limit cannot be set by the backup process. So if your backup fails it's highly probable that these settings are too low.
sv_se: Säkert läge är aktiverat på din server så PHP tid och minnesgräns inte kan ställas in av säkerhetskopieringen. Så om din backup inte att det är högst troligt att dessa inställningar är för låga.

source: There has been no backup activity for a long time. Attempting to resume the backup.
sv_se: Det har ingen backup aktivitet under lång tid. Att försöka återuppta säkerhetskopieringen.

source: Dropbox Backups
sv_se: Dropbox Kopior

source: This will enable the Dropbox module. Once enabled, two sub-menus called 'Backup Settings' and 'Backup Monitor' will appear under the WP Qore menu. You still need to authorize your Dropbox account before backups can begin.
sv_se: Detta gör det möjligt för Dropbox-modulen. När aktiverad kommer två undermenyer som kallas \"Backup Settings\" och \"Backup Monitor\" visas under WP Qore menyn. Du måste fortfarande godkänna ditt Dropbox-konto innan säkerhetskopior kan börja.

source: WordPress to Dropbox Backup
sv_se: Word till Dropbox Backup

source: In order to use this option, you will need to first authorized WP Qore with your Dropbox account.
sv_se: För att kunna använda det här alternativet måste du först auktoriserad WP Qore med ditt Dropbox-konto.

source: Please click the Authorize button below and follow the instructions inside the pop up window. Once you have done that, then come back to this page and click Authorize again. Then refresh the page.
sv_se: Klicka på Auktorisera knappen nedan och följ instruktionerna inne i pop-up fönster. När du har gjort det, och sedan komma tillbaka till den här sidan och klicka på Auktorisera igen. Sedan uppdatera sidan.

source: There was an error authorizing WP Qore with your Dropbox account. Please try again.
sv_se: Det uppstod ett fel bemyndigande WP Qore med ditt Dropbox-konto. Försök igen.

source: Once enabled, your example.com/wp-admin url will return a 404 error. The user who knows the secret key can access. For example, when example.com/wp-admin returns 404, example.com/wp-admin?secretkey1 will work. Remember, you should change the secret key from secretkey1 to something unique and that you can always change this secret key in the future.
sv_se: Väl aktiverad, kommer ditt example.com/wp-admin url tillbaka ett 404-fel. Den användare som känner till den hemliga nyckeln kan komma åt. När exempelvis example.com/wp-admin returnerar 404 kommer example.com/wp-admin?Secretkey1 fungera. Kom ihåg att du bör byta den hemliga nyckeln från secretkey1 till något unikt och att du kan alltid ändra denna hemliga nyckel i framtiden.

source: Admin bar opacity
sv_se: Adminbar opacitet

source: Adds opacity to admin bar on the frontend
sv_se: Lägger opacitet till admin bar på frontend

source: Change Howdy Text
sv_se: Ändra Howdy Text

source: Changes Howdy to whatever you like.
sv_se: Ändrar Howdy till vad du vill.

source: After you update this option, simply go to your dashboard or refresh the page to see the changes take effect.
sv_se: När du har uppdaterat detta alternativ, helt enkelt gå till instrumentpanelen eller uppdatera sidan för att se ändringarna träder i kraft.
